/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Продолжить";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Продолжить со страницы…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Пауза";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Удалить";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Настроить";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Сканер";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Запас материалов";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Журнал событий";

/* PP_STOP_QUEUE */
"Pause Printer" = "Приостановить печать";

/* PP_START_QUEUE */
"Resume Printer" = "Возобновить печать";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Приостановить факс";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Возобновить работу факса";

/* PP_INFO_QUEUE */
"Info" = "Свойства";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Удалить задание";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Удалить задания";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Приостановить задание";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Отложить задания";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Продолжить задание";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Продолжить задания";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Продолжить задание со страницы…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Продолжить задание со страницы…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Показать завершенные задания";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Скрыть завершенные задания";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Продолжить печать выбранных заданий";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Возобновить печать выбранных заданий";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Продолжить печать со страницы…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Возобновить отправку факса со страницы…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Приостановить печать выбранных заданий";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Приостановить печать выбранных заданий";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Удалить выбранные задания";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Запустить служебную программу принтера";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Запустить сканер принтера";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "См. информацию об уровнях чернил или тонера";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Запустить Консоль для просмотра журналов печати";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Остановить печать всех заданий этого принтера";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Продолжить печать всех заданий этого принтера";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Остановить отправку заданий на этот факс";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Возобновить печать всех заданий этого факса";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Показать общую информацию, информацию о настройке и запасах материалов этого принтера";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Показать общую информацию, информацию о настройке и запасах материалов этого факса";

/* PP_PrinterReady */
"Printer Ready" = "Принтер готов";

/* PP_PrinterStopped */
"Printer Paused" = "Принтер приостановлен";

/* PP_FaxReady */
"Fax Ready" = "Готовность факса";

/* PP_FaxStopped */
"Fax Paused" = "Остановлена работа факса";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Автозавершение";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Автоматически завершить, после выполнения всех заданий";

/* PP_PrinterProcessing */
"Processing Job" = "Исполняю задание";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Печатаю «%@». Копий: %d из %d, листов: %d из %d, страниц: %d из %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Печатаю «%@». Копий: %d из %d, страница: %d из %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Печатаю «%@». Копия %d из %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Печатаю «%@». Лист %d из %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Печатаю «%@». Страница %d из %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Печатаю «%@».";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "Приостановлен (необходима идентификация)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Удерживать: %@";

/* PJ_Hold */
"On Hold" = "Приостановлено";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Печать";

/* PJ_Stopped */
"Stopped" = "Остановлено";

/* PJ_Cancelled */
"Cancelled" = "Отменено";

/* PJ_Aborted */
"Aborted" = "Отменена";

/* PJ_Completed */
"Completed" = "Завершено";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "Программа по умолчанию для печати документа «%@» не указана.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d байт";

/* DV_FileSizeInKBytes */
"%d KB" = "%d КБ";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f МБ";

/* PP_Status_String */
"Status:" = "Статус:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 задание)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (Заданий: %d)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Отменить";

/* Choose_String */
"Choose" = "Выбрать";

/* PP_About_MenuItem */		
"About %@" = "О программе %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Скрыть «%@»";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Завершить «%@»";

/* PP_Help_MenuItem	*/
"Help %@" = "Справка %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Не удается открыть растровый файл";
"Error reading pixel data" = "Ошибка при чтении пиксель-данных";
"Could not create T.4 tiff image" = "Не удалось создать изображение T.4 tiff";
"Unsupported raster type" = "Неподдерживаемый растровый тип";

/* Default String for errors */
"Operation Could not be completed." = "Операцию не удалось завершить.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Служба печати отсутствует.";

/* Error number shown in error alerts */
"Error:%d" = "Ошибка:%d";


